Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Sub-directories
ca_es: Subdirectoris

source: You must define the <code>WP_ALLOW_MULTISITE</code> constant as true in your wp-config.php file to allow creation of a Network.
ca_es: Heu de definir la constant <code>WP_ALLOW_MULTISITE</code> com a vertadera en el fitxer wp-config.php per a permetre la creació d'una xarxa.

source: ERROR: The network could not be created.
ca_es: ERROR: La xarxa no es pot crear.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
ca_es: Una vegada afegiu aquest codi i refresqueu el navegador, l'opció multilloc deuria d'estar activada. Aquesta pantalla, ara al menú de navegació de l'administrador de la xarxa, mantindrà un arxiu del codi que s'ha afegit. Podeu commutar entre administrador de la xarxa i administrador del lloc si feu clic a Administrador de la xarxa o a un nom individual d'un lloc web al desplegable Els meus llocs de la barra d'eines.

source: You do not have sufficient permissions to edit this site.
ca_es: No teniu permisos suficients per a editar aquest lloc web.

source: Warning! User cannot be modified. The user %s is a network administrator.
ca_es: Atenció! No es pot modificar aquest usuari. L'usuari %s és un administrador de la xarxa.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
ca_es: Si l'adreça de correu electrònic de l'administrador no existeix a la base de dades, també es crearà un nou usuari.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
ca_es: Desactiva, Arxiva, i Brossa els quals vos duen a pantalles de confirmació. Aquestes accions es poden desfer més tard.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
ca_es: L'identificador del lloc es fa servir internament i no es mostra a la part visible del lloc ni als usuaris i visitants.

source: Hovering over each site reveals seven options (three for the primary site):
ca_es: En passar el cursor per sobre de cada lloc es mostren set opcions (tres si és el lloc principal):

source: Operational settings has fields for the network&#8217;s name and admin email.
ca_es: La configuració operacional té camps per al nom de la xarxa i el correu electrònic de l'administrador.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
ca_es: També podeu anar a la pàgina del perfil de l'usuari si feu clic al nom d'un usuari en concret.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
ca_es: Les accions en massa eliminaran permanentment els usuaris seleccionats, o marcaran/desmarcaran els seleccionats com a brossa. Als usuaris brossa se'ls eliminaran les entrades i no podran registrar-se altra vegada amb el mateix correu electrònic.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
ca_es: Les Opcions de càrrega controlen la mida dels fitxers a carregar i la quantitat d'espai disponible per a cada lloc web. Podeu canviar el valor predeterminat per a llocs específics quan editeu un lloc web en particular. Els tipus de fitxers permesos estan també llistats (separats per espais solament).

source: Visit to go to the frontend site live.
ca_es: Visiteu per anar directe al lloc.

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
ca_es: Quan es crea un lloc nou a la xarxa, se li aplica la configuració per defecte. Això inclou el correu electrònic de benvinguda per quan es registra un nou usuari i què hi ha a la primera entrada, la primera pàgina i el contingut, autor i adreça del primer comentari.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
ca_es: Aquesta pantalla habilita i deshabilita la inclusió de temes disponibles per triar al menú d'Aparença de cada lloc. No activa o desactiva quin tema fa servir cada lloc.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
ca_es: Si l'administrador de la xarxa deshabilita un tema que està en ús, roman encara seleccionat en aquest lloc. Si es tria altre tema, el tema deshabilitat no apareixerà en la pantalla Aparença > Temes del lloc.

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
ca_es: Aquesta pantalla estableix i canvia les opcions per a la xarxa en conjunt. El primer lloc és el principal lloc en la xarxa i les opcions de la xarxa s'extrauen de les opcions d'aquest lloc original.

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
ca_es: La configuració del registre pot desactivar/activar el registre públic. Si deixeu a altres registrar-se en un lloc, instal·leu extensions contra la brossa. Espais, no comes, es recomanable que separin els noms prohibits com a llocs en aquesta xarxa.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
ca_es: La configuració del menú activa/desactiva que apareguin els menús de les extensions per a usuaris que no són super administradors, per a què solament els super administradors, no els administradors de llocs, puguin activar les extensions.

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
ca_es: Aquesta és la taula principal de tots els llocs d'aquesta xarxa. Canvieu entre les vistes de llista o extracte en fer servir les icones que hi ha dalt a la dreta de la taula.

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
ca_es: Els usuaris que són registrats a la xarxa sense cap lloc, s'afegeixen com a subscriptors al tauler principal del lloc, i se'ls dóna les pàgines del seu perfil perquè puguin gestionar els seus comptes. Aquests usuaris solament veuran el Tauler i Els meus llocs fins que es creï un lloc per a ells.

source: You can sort the table by clicking on any of the bold headings and switch between list and excerpt views by using the icons in the upper right.
ca_es: Podeu ordenar la taula fent clic a qualsevol capçalera en negreta i canviar entre la vista de llista i extracte fent servir les icones de dalt a la dreta.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to his or her Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
ca_es: En passar el cursor per sobre de qualsevol usuari en la llista fa que apareguin els enllaços d'edició. L'enllaç Edita a l'esquerra us portarà a la pàgina d'edició del perfil de l'usuari; l'enllaç Edita a la dreta al costat de qualsevol nom de lloc us portarà a la pantalla d'edició del lloc.

source: If this process fails for any reason, users logging in to their sites will force the same update.
ca_es: Si aquest procés falla per qualsevol raó, els usuaris que inicien la sessió en els seus llocs se'ls obligarà a fer la mateixa actualització.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
ca_es: Si una actualització de versió en el nucli no es produeix, en fer clic a aquest botó no afectarà a res.

source: This table shows all users across the network and the sites to which they are assigned.
ca_es: Aquesta taula mostra tots els usuaris de la xarxa i a quins llocs estan assignats.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
ca_es: Podeu convertir un usuari existent en super administrador anant a la pàgina d'edició del perfil de l'usuari i marcar la casella que garanteix aquest privilegi.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: <code>%s</code>
ca_es: Les següents paraules estan reservades per a l'ús de les funcions del WordPress i no poden usar-se com a noms de bloc: <code>%s</code>

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: <em>%2$s</em>
ca_es: Atenció! S'ha produït un problema actualitzant %1$s. El servidor potser no pot connectar amb els llocs que s'executen en ell. Missatge d'error: <em>%2$s</em>

source: If you want to limit site registrations to certain domains. One domain per line.
ca_es: Si voleu limitar el registre de llocs webs a certs dominis. Entreu un domini per línia.

source: If you want to ban domains from site registrations. One domain per line.
ca_es: Si voleu prohibir dominis des del registre de llocs web. Entreu un domini per línia.

source: If registration is disabled, please set <code>NOBLOGREDIRECT</code> in <code>wp-config.php</code> to a URL you will redirect visitors to if they visit a non-existent site.
ca_es: Si el registre està desactivat, definiu la variable <code>NOBLOGREDIRECT</code> en el fitxer <code>wp-config.php</code> a una url on vulgueu redirigir els visitants quan vagin a una pàgina inexistent.

source: Can&#8217;t create an empty site.
ca_es: No es pot crear un lloc web buit.

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
ca_es: Si el navegador no carrega la següent pàgina automàticament feu clic en aquest enllaç:

source: Site marked as spam.
ca_es: Lloc web marcat com a brossa.

source: Sites marked as spam.
ca_es: Llocs web marcats com a brossa.

source: Sites removed from spam.
ca_es: Llocs webs suprimits de la brossa.

source: Users removed from spam.
ca_es: Usuaris eliminats de la brossa.

source: Site removed from spam.
ca_es: Lloc eliminat de la brossa.

source: Sites deleted.
ca_es: Llocs web suprimits.

source: Site deleted.
ca_es: S'ha suprimit el lloc web.

source: Users marked as spam.
ca_es: Usuaris marcats com a brossa.

source: Update <code>siteurl</code> and <code>home</code> as well.
ca_es: Actualitza <code>la pàgina web</code> i <code>la pàgina principal</code> també.

source: Site deactivated.
ca_es: Lloc desactivat.

source: Site activated.
ca_es: Lloc web activat.

source: Site unarchived.
ca_es: Lloc web no arxivat.

source: Users deleted.
ca_es: Els usuaris s'han suprimit.

source: Site archived.
ca_es: S'ha arxivat el lloc web.

source: Invalid email address.
ca_es: L'adreça de correu electrònic no és vàlida.

source: There was an error creating the user.
ca_es: Ha hagut un error en crear l'usuari.

source: You are not allowed to change the current site.
ca_es: No teniu autorització per a canviar el lloc web actual.

source: Registration and support emails will come from this address. An address such as <code>support@%s</code> is recommended.
ca_es: El registre i correus electrònics de suport vindran d'aquest adreça. Es recomana una adreça com ara <code>support@%s</code>.

source: Upload file types
ca_es: Tipus de fitxer a penjar

source: Limit total size of files uploaded to %s MB
ca_es: Limita la grandària total de fitxers penjats a %s MB

source: The author of the first comment on a new site.
ca_es: L'autor del primer comentari en un lloc web nou.

source: The first post on a new site.
ca_es: La primera entrada en un nou lloc web

source: The first page on a new site.
ca_es: La primera pàgina en una nova pàgina web

source: The first comment on a new site.
ca_es: El primer comentari en un lloc web nou.

source: The URL for the first comment on a new site.
ca_es: La URL del primer comentari en un lloc web nou.

source: All done!
ca_es: Això és tot!

source: Logged in users may register new sites.
ca_es: Els usuaris identificats poden registrar nous llocs web.

source: Both sites and user accounts can be registered.
ca_es: Ambdós pàgines web i comptes d'usuari es poden registrar.

source: User accounts may be registered.
ca_es: Els comptes d'usuari han de registrar-se.

source: Registration is disabled.
ca_es: El registre està desactivat.

source: Enable administration menus
ca_es: Permet els menús d'administració

source: Operational Settings
ca_es: Paràmetres d'operació

source: Upload Settings
ca_es: Paràmetres de càrrega

source: New Site Settings
ca_es: Paràmetres del nou lloc

source: Registration Settings
ca_es: Paràmetres de registre

source: Missing or invalid site address.
ca_es: Falta l'adreça del lloc web o no és vàlida.

source: Missing email address.
ca_es: L'adreça de correu electrònic falta.

source: Network Admin Email
ca_es: Adreça de correu electrònic de l'administrador de la xarxa

source: Network Name
ca_es: Nom de la xarxa

source: [%s] New Site Created
ca_es: [%s] Nou lloc creat

source: WordPress &rsaquo; Confirm your action
ca_es: WordPress &rsaquo; Confirmeu l'acció

source: The welcome email sent to new site owners.
ca_es: El correu electrònic de benvinguda enviat als propietaris del nou lloc web.

source: Site upload space
ca_es: Espai de càrrega del lloc web

source: Send the network admin an email notification every time someone registers a site or user account.
ca_es: Envieu a l'administrador de la xarxa un correu electrònic de notificació cada vegada que algun usuari es registra o registra un lloc web.

source: Users are not allowed to register these sites. Separate names by spaces.
ca_es: Els usuaris no tenen permisos per a registrar aquestes pàgines web. Separeu els noms per espais.

source: Next Sites
ca_es: Següents llocs

source: You do not have permission to access this page.
ca_es: No teniu permís per accedir a aquesta pàgina.

source: Confirm
ca_es: Confirma

source: Cannot create an empty user.
ca_es: No podeu crear un usuari buit.

source: Duplicated username or email address.
ca_es: Nom d'usuari o adreça de correu electrònic duplicat.

source: Allow new registrations
ca_es: Permet nous registres

source: Registration notification
ca_es: Notificació de registre

source: Add New Users
ca_es: Afegeix nous usuaris

source: Banned Names
ca_es: Noms prohibits

source: Limited Email Registrations
ca_es: Registre de correu electrònic limitat

source: Banned Email Domains
ca_es: Dominis de correu electrònic prohibits

source: Welcome Email
ca_es: Correu electrònic de benvinguda

source: Welcome User Email
ca_es: Correu electrònic de benvinguda de l'usuari

source: The welcome email sent to new users.
ca_es: El correu electrònic de benvinguda enviat als nous usuaris.

source: First Page
ca_es: Primera pàgina

source: First Comment
ca_es: Primer comentari

source: First Comment Author
ca_es: Autor del primer comentari

source: First Comment URL
ca_es: URL del primer comentari

source: Max upload file size
ca_es: Màxima grandària del fitxer a penjar

source: Default Language
ca_es: Idioma predeterminat

source: Add Site
ca_es: Afegeix un lloc web

source: Site Address
ca_es: Adreça del lloc web

source: Admin Email
ca_es: Correu electrònic de l'administrador

source: A new user will be created if the above email address is not in the database.
ca_es: Un nou usuari es crearà si l'adreça de correu electrònic d'aquí dalt no està a la base de dades.

source: The username and password will be mailed to this email address.
ca_es: El nom d'usuari i contrasenya s'enviaran a aquesta adreça de correu electrònic.

source: Username and password will be mailed to the above email address.
ca_es: El nom d'usuari i contrasenya s'enviarà per correu electrònic a les adreces de correu electrònic d'aquí sobre.

source: ltr
ca_es: d'esquerra a dreta

source: Translation Updates
ca_es: Actualitzacions de les traduccions

source: Sorry, that key has expired. Please try again.
ca_es: La clau ha caducat. Torneu a provar.

source: The theme directory "%s" does not exist.
ca_es: No existeix el directori "%s" del tema.

source: In <code>%1$s</code>, use the <code>%2$s</code> method, not the <code>%3$s</code> function. See %4$s.
ca_es: En <code>%1$s</code>, utilitzeu el mètode <code>%2$s</code>, no la funció <code>%3$s</code>. Mireu %4$s.

source: ERROR: This is not a valid feed template.
ca_es: ERROR: Això no és una plantilla de canal de sindicació vàlida.

source: This content is password protected. To view it please enter your password below:
ca_es: El contingut està protegit amb contrasenya. Per veure'l, introduïu la contrasenya a continució:

source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
ca_es: a, abans, abans-d'ahir, abintestat, ací, adesiara, adés, adéu, adàgio, ah, ahir, ai, aitambé, aitampoc, aitan, aitant, aitantost, aixà, això, així, aleshores, algun, alguna, algunes, alguns, algú, alhora, allà, allèn, allò, allí, almenys, alto, altra, altre, altres, altresí, altri, alça, al·legro, amargament, amb, ambdues, ambdós, amunt, amén, anc, andante, andantino, anit, ans, antany, apa, aprés, aqueix, aqueixa, aqueixes, aqueixos, aqueixs, aquell, aquella, aquelles, aquells, aquest, aquesta, aquestes, aquests, aquèn, aquí, ara, arran, arrera, arrere, arreu, arri, arruix, atxim, au, avall, avant, aviat, avui, açò, bah, baix, baldament, ballmanetes, banzim-banzam, bastant, bastants, ben, bis, bitllo-bitllo, bo, bé, ca, cada, cal, cap, car, caram, catorze, cent, centes, cents, cerca, cert, certa, certes, certs, cinc, cinquanta, cinquena, cinquenes, cinquens, cinquè, com, comsevulla, contra, cordons, corrents, cric-crac, d, daixonses, daixò, dallonses, dallò, dalt, daltabaix, damunt, darrera, darrere, davall, davant, de, debades, dedins, defora, dejorn, dejús, dellà, dementre, dempeus, demés, demà, des, desena, desenes, desens, després, dessobre, dessota, dessús, desè, deu, devers, devora, deçà, diferents, dinou, dins, dintre, disset, divers, diversa, diverses, diversos, divuit, doncs, dos, dotze, dues, durant, ecs, eh, el, ela, elis, ell, ella, elles, ells, els, em, emperò, en, enans, enant, encara, encontinent, endalt, endarrera, endarrere, endavant, endebades, endemig, endemés, endemà, endins, endintre, enfora, engir, enguany, enguanyasses, enjús, enlaire, enlloc, enllà, enrera, enrere, ens, ensems, ensota, ensús, entorn, entre, entremig, entretant, entrò, envers, envides, environs, enviró, ençà, ep, ep, era, eren, eres, ergo, es, escar, essent, esser, est, esta, estada, estades, estan, estant, estar, estaran, estarem, estareu, estaria, estarien, estaries, estaré, estarà, estaràs, estaríem, estaríeu, estat, estats, estava, estaven, estaves, estem, estes, esteu, estic, estiguem, estigueren, estigueres, estigues, estiguessis, estigueu, estigui, estiguin, estiguis, estigué, estiguérem, estiguéreu, estigués, estiguí, estos, està, estàs, estàvem, estàveu, et, etc, etcètera, ets, excepte, fins, fora, foren, fores, força, fos, fossin, fossis, fou, fra, fui, fóra, fórem, fóreu, fóreu, fóssim, fóssiu, gaire, gairebé, gaires, gens, girientorn, gratis, ha, hagi, hagin, hagis, haguda, hagudes, hagueren, hagueres, haguessin, haguessis, hagut, haguts, hagué, haguérem, haguéreu, hagués, haguéssim, haguéssiu, haguí, hala, han, has, hauran, haurem, haureu, hauria, haurien, hauries, hauré, haurà, hauràs, hauríem, hauríeu, havem, havent, haver, haveu, havia, havien, havies, havíem, havíeu, he, hem, heu, hi, ho, hom, hui, hàgim, hàgiu, i, igual, iguals, inclusive, ja, jamai, jo, l, la, leri-leri, les, li, lla, llavors, llevat, lluny, llur, llurs, lo, los, ls, m, ma, mai, mal, malament, malgrat, manco, mant, manta, mantes, mantinent, mants, massa, mateix, mateixa, mateixes, mateixos, me, mentre, mentrestant, menys, mes, meu, meua, meues, meus, meva, meves, mi, mig, mil, mitges, mitja, mitjançant, mitjos, moixoni, molt, molta, moltes, molts, mon, mos, més, n, na, ne, ni, ningú, no, nogensmenys, només, noranta, nos, nosaltres, nostra, nostre, nostres, nou, novena, novenes, novens, novè, ns, nòs, nós, o, oh, oi, oidà, on, onsevulga, onsevulla, onze, pas, pengim-penjam, per, perquè, pertot, però, piano, pla, poc, poca, pocs, poques, potser, prest, primer, primera, primeres, primers, pro, prompte, prop, prou, puix, pus, pàssim, qual, quals, qualsevol, qualsevulla, qualssevol, qualssevulla, quan, quant, quanta, quantes, quants, quaranta, quart, quarta, quartes, quarts, quasi, quatre, que, quelcom, qui, quin, quina, quines, quins, quinze, quisvulla, què, ran, re, rebé, renoi, rera, rere, res, retruc, s, sa, salvament, salvant, salvat, se, segon, segona, segones, segons, seguida, seixanta, sempre, sengles, sens, sense, ser, seran, serem, sereu, seria, serien, series, seré, serà, seràs, seríem, seríeu, ses, set, setanta, setena, setenes, setens, setze, setè, seu, seua, seues, seus, seva, seves, si, sia, siau, sic, siguem, sigues, sigueu, sigui, siguin, siguis, sinó, sis, sisena, sisenes, sisens, sisè, sobre, sobretot, sol, sola, solament, soles, sols, som, son, sos, sota, sots, sou, sovint, suara, sí, sóc, són, t, ta, tal, tals, també, tampoc, tan, tanmateix, tant, tanta, tantes, tantost, tants, te, tercer, tercera, terceres, tercers, tes, teu, teua, teues, teus, teva, teves, ton, tos, tost, tostemps, tot, tota, total, totes, tothom, tothora, tots, trenta, tres, tret, tretze, tu, tururut, u, uf, ui, uix, ultra, un, una, unes, uns, up, upa, us, va, vagi, vagin, vagis, vaig, vair, vam, van, vares, vas, vau, vem, verbigràcia, vers, vet, veu, vint, vora, vos, vosaltres, vostra, vostre, vostres, vostè, vostès, vuit, vuitanta, vuitena, vuitenes, vuitens, vuitè, vés, vàreig, vàrem, vàreu, vós, xano-xano, xau-xau, xec, érem, éreu, és, ésser, àdhuc, àlies, ça, ço, òlim, ídem, últim, última, últimes, últims, únic, única, únics, úniques

source: Failed to write request to temporary file.
ca_es: Ha fallat la sol·licitud d'escriptura al fitxer temporal.

source: The SSL certificate for the host could not be verified.
ca_es: El certificat SSL de l'amfitrió no s'ha pogut verificar.

source: Embed Media Player
ca_es: Incrusta el reproductos dels mèdia

source: Length:
ca_es: Longitud:

source: Embed or Link
ca_es: Incrusta o enllaça

source: Link to Media File
ca_es: Enllaça a un mèdia

source: Link to Attachment Page
ca_es: Enllaça a la pàgina de les adjuncions

source: Download File
ca_es: Baixa el fitxer

source: Download Video
ca_es: Baixa el vídeo

source: Play/Pause
ca_es: Reprodueix/Pausa

source: Mute Toggle
ca_es: Commuta el silenci

source: Turn off Fullscreen
ca_es: Tanca la pantalla completa

source: Go Fullscreen
ca_es: Vés a la pantalla completa

source: Unmute
ca_es: Activa el so
